Repository: mo-geb/Kostentracker
Catalog: Kostentracker/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, sk, sv, uk

source: Select a category for this expense
de: Wähle eine Kategorie für diese Ausgabe
es: Selecciona una categoría para este gasto
fr: Sélectionne une catégorie pour cette dépense
it: Seleziona una categoria per questa spesa
ja: この支出のカテゴリを選択
ko: 이 지출의 카테고리를 선택하세요
nl: Selecteer een categorie voor deze uitgave
pl: Wybierz kategorię dla tego wydatku
sk: Vyber kategóriu pre tento výdavok
sv: Välj en kategori för denna utgift
uk: Вибери категорію для цієї витрати

source: Select Account
de: Konto auswählen
es: Seleccionar cuenta
fr: Sélectionne un compte
it: Seleziona conto
ja: アカウントを選択
ko: 계정 선택
nl: Selecteer account
pl: Wybierz konto
sk: Vyber účet
sv: Välj konto
uk: Вибери рахунок

source: Select an account for this expense
de: Wähle ein Konto für diese Ausgabe
es: Selecciona una cuenta para este gasto
fr: Sélectionne un compte pour cette dépense
it: Seleziona un conto per questa spesa
ja: この支出のアカウントを選択
ko: 이 지출의 계정을 선택하세요
nl: Selecteer een account voor deze uitgave
pl: Wybierz konto dla tego wydatku
sk: Vyber účet pre tento výdavok
sv: Välj ett konto för denna utgift
uk: Вибери рахунок для цієї витрати

source: Select Category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionne une catégorie
it: Seleziona categoria
ja: カテゴリを選択
ko: 카테고리 선택
nl: Selecteer categorie
pl: Wybierz kategorię
sk: Vyber kategóriu
sv: Välj kategori
uk: Вибери категорію

source: Select the date for this expense
de: Wähle das Datum für diese Ausgabe
es: Selecciona la fecha para este gasto
fr: Sélectionne la date pour cette dépense
it: Seleziona la data per questa spesa
ja: この支出の日付を選択
ko: 이 지출의 날짜를 선택하세요
nl: Selecteer de datum voor deze uitgave
pl: Wybierz datę dla tego wydatku
sk: Vyber dátum pre tento výdavok
sv: Välj datum för denna utgift
uk: Вибери дату для цієї витрати

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
sk: Nastavenia
sv: Inställningar
uk: Налаштування

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 표시
nl: Toon
pl: Pokaż
sk: Zobraziť
sv: Visa
uk: Показати

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Quelque chose s'est mal passé
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했어
nl: Er ging iets mis
pl: Coś poszło nie tak
sk: Niečo sa pokazilo
sv: Något gick fel
uk: Щось пішло не так

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
nl: Sorteer op
pl: Sortuj według
sk: Zoradiť podľa
sv: Sortera efter
uk: Сортувати за

source: Sort expenses
de: Ausgaben sortieren
es: Ordenar gastos
fr: Trier les dépenses
it: Ordina spese
ja: 支出を並べ替える
ko: 지출 정렬
nl: Sorteer uitgaven
pl: Sortuj wydatki
sk: Zoradiť výdavky
sv: Sortera utgifter
uk: Сортувати витрати

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계
nl: Statistieken
pl: Statystyki
sk: Štatistiky
sv: Statistik
uk: Статистика

source: Statistics tab
de: Statistik-Tab
es: Pestaña de estadísticas
fr: Onglet Statistiques
it: Scheda statistiche
ja: 統計タブ
ko: 통계 탭
nl: Statistieken tabblad
pl: Zakładka statystyk
sk: Karta štatistík
sv: Statistikflik
uk: Вкладка статистики

source: Support an indie developer
de: Unterstütze einen Indie-Entwickler
es: Apoya a un desarrollador independiente
fr: Soutiens un développeur indépendant
it: Supporta uno sviluppatore indipendente
ja: インディーデベロッパーをサポートしよう
ko: 인디 개발자를 지원해
nl: Steun een indie-ontwikkelaar
pl: Wspieraj niezależnego dewelopera
sk: Podpor nezávislého vývojára
sv: Stöd en indieutvecklare
uk: Підтримай незалежного розробника

source: Switch between different display modes
de: Zwischen verschiedenen Anzeigemodi wechseln
es: Cambiar entre diferentes modos de visualización
fr: Changer de mode d'affichage
it: Cambia tra diverse modalità di visualizzazione
ja: 異なる表示モードを切り替える
ko: 다른 표시 모드로 전환
nl: Schakel tussen verschillende weergavemodi
pl: Przełączaj między różnymi trybami wyświetlania
sk: Prepínať medzi rôznymi režimami zobrazenia
sv: Växla mellan olika visningslägen
uk: Перемикайся між різними режимами відображення

source: Switch to edit mode to modify this expense
de: In den Bearbeitungsmodus wechseln, um diese Ausgabe zu ändern
es: Cambia a modo de edición para modificar este gasto
fr: Passe en mode édition pour modifier cette dépense
it: Passa alla modalità modifica per cambiare questa spesa
ja: 編集モードに切り替えてこの支出を修正
ko: 편집 모드로 전환하여 이 지출 수정
nl: Schakel naar bewerkmodus om deze uitgave aan te passen
pl: Przełącz na tryb edycji, aby zmodyfikować ten wydatek
sk: Prepnúť do režimu úprav na úpravu tohto výdavku
sv: Växla till redigeringsläge för att ändra denna utgift
uk: Перемкнись в режим редагування, щоб змінити цю витрату

source: Switches between bar chart and pie chart
de: Wechselt zwischen Balken- und Kuchendiagram
es: Cambia entre gráfico de barras y gráfico circular
fr: Alterner entre le graphique en barres et le graphique en secteurs
it: Cambia tra grafico a barre e grafico a torta
ja: 棒グラフと円グラフを切り替える
ko: 막대 차트와 파이 차트 간 전환
nl: Wisselt tussen staafdiagram en cirkeldiagram
pl: Przełączaj między wykresem słupkowym a kołowym
sk: Prepína medzi stĺpcovým a koláčovým grafom
sv: Växlar mellan stapel- och cirkeldiagram
uk: Перемикає між стовпчастою діаграмою та круговою діаграмою

source: Tap the + button to add your first expense.
de: Tippe auf die + Taste, um deine erste Ausgabe hinzuzufügen.
es: Toca el botón + para añadir tu primer gasto.
fr: Appuie sur le bouton + pour ajouter ta première dépense.
it: Tocca il pulsante + per aggiungere la tua prima spesa.
ja: +ボタンをタップして最初の支出を追加。
ko: + 버튼을 눌러 첫 번째 지출을 추가해.
nl: Tik op de + knop om je eerste uitgave toe te voegen.
pl: Stuknij przycisk +, aby dodać swój pierwszy wydatek.
sk: Ťukni na tlačidlo + na pridanie prvého výdavku.
sv: Tryck på + knappen för att lägga till din första utgift.
uk: Натисніть кнопку +, щоб додати першу витрату.

source: Terms
de: Bedingungen
es: Términos
fr: Conditions
it: Termini
ja: 利用規約
ko: 약관
nl: Voorwaarden
pl: Warunki
sk: Podmienky
sv: Villkor
uk: Умови

source: This expense will be permanently deleted.
de: Diese Ausgabe wird dauerhaft gelöscht.
es: Este gasto se eliminará permanentemente.
fr: Cette dépense sera supprimée définitivement.
it: Questa spesa verrà eliminata definitivamente.
ja: この支出は完全に削除されます。
ko: 이 비용은 영구적으로 삭제됩니다.
nl: Deze uitgave wordt permanent verwijderd.
pl: Ten wydatek zostanie trwale usunięty.
sk: Tento výdavok bude natrvalo vymazaný.
sv: Denna utgift kommer att raderas permanent.
uk: Ця витрата буде назавжди видалена.

source: Timeline tab
de: Zeitachse Tab
es: Pestaña de cronología
fr: Onglet Chronologie
it: Scheda cronologia
ja: タイムラインタブ
ko: 타임라인 탭
nl: Tijdlijntabblad
pl: Karta osi czasu
sk: Karta časovej osi
sv: Tidslinjeflik
uk: Вкладка хронології

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pl: Tytuł
sk: Názov
sv: Titel
uk: Назва

source: Title is required to save
de: Titel ist erforderlich zum Speichern
es: Se requiere título para guardar
fr: Le titre est requis pour enregistrer
it: Il titolo è necessario per salvare
ja: 保存にはタイトルが必要
ko: 저장하려면 제목이 필요해
nl: Titel is vereist om op te slaan
pl: Tytuł jest wymagany do zapisania
sk: Na uloženie je potrebný názov
sv: Titel krävs för att spara
uk: Назва обов'язкова для збереження

source: Track as many costs as you need.
de: Verfolge so viele Kosten, wie du brauchst.
es: Rastrea tantos costos como necesites.
fr: Suis autant de coûts que tu veux.
it: Traccia tutti i costi di cui hai bisogno.
ja: 必要なだけの費用を追跡。
ko: 필요한 만큼 비용을 추적해.
nl: Volg zoveel kosten als je nodig hebt.
pl: Śledź tyle kosztów, ile potrzebujesz.
sk: Sleduj toľko nákladov, koľko potrebuješ.
sv: Spåra så många kostnader du behöver.
uk: Відстежуй стільки витрат, скільки потрібно.

source: Track expenses across multiple people or accounts.
de: Verfolge Ausgaben über mehrere Personen oder Konten.
es: Rastrea gastos entre varias personas o cuentas.
fr: Suis les dépenses de plusieurs personnes ou comptes.
it: Traccia le spese su più persone o conti.
ja: 複数の人や口座で経費を追跡。
ko: 여러 사람이나 계좌에서 지출을 추적해.
nl: Volg uitgaven over meerdere personen of accounts.
pl: Śledź wydatki dla wielu osób lub kont.
sk: Sleduj výdavky naprieč viacerými ľuďmi alebo účtami.
sv: Spåra utgifter över flera personer eller konton.
uk: Відстежуй витрати для кількох людей або рахунків.

source: Unit
de: Einheit
es: Unidad
fr: Unité
it: Unità
ja: 単位
ko: 단위
nl: Eenheid
pl: Jednostka
sk: Jednotka
sv: Enhet
uk: Одиниця

source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
it: Illimitato
ja: 無制限
ko: 무제한
nl: Onbeperkt
pl: Bez limitu
sk: Neobmedzené
sv: Obegränsat
uk: Необмежено

source: Unlimited categories
de: Unbegrenzte Kategorien
es: Categorías ilimitadas
fr: Catégories illimitées
it: Categorie illimitate
ja: 無制限のカテゴリ
ko: 무제한 카테고리
nl: Onbeperkte categorieën
pl: Nielimitowane kategorie
sk: Neobmedzené kategórie
sv: Obegränsade kategorier
uk: Необмежені категорії

source: Unlimited expenses
de: Unbegrenzte Ausgaben
es: Gastos ilimitados
fr: Dépenses illimitées
it: Spese illimitate
ja: 無制限の経費
ko: 무제한 지출
nl: Onbeperkte uitgaven
pl: Nielimitowane wydatki
sk: Neobmedzené výdavky
sv: Obegränsade utgifter
uk: Необмежені витрати

source: Unlock Accounts
de: Konten freischalten
es: Desbloquear cuentas
fr: Débloque les comptes
it: Sblocca conti
ja: アカウントを解除
ko: 계좌 잠금 해제
nl: Ontgrendel Accounts
pl: Odblokuj konta
sk: Odomkni účty
sv: Lås upp konton
uk: Розблокувати рахунки

source: Unlock Accounts feature
de: Konten-Funktion freischalten
es: Desbloquear función de cuentas
fr: Débloque la fonctionnalité Comptes
it: Sblocca funzione conti
ja: アカウント機能を解除
ko: 계좌 기능 잠금 해제
nl: Ontgrendel Accounts-functie
pl: Odblokuj funkcję kont
sk: Odomkni funkciu účtov
sv: Lås upp kontofunktionen
uk: Розблокувати функцію рахунків

source: Unlock for %@
de: Freischalten für %@
es: Desbloquear por %@
fr: Débloque pour %@
it: Sblocca per %@
ja: %@で解除
ko: %@으로 잠금 해제
nl: Ontgrendel voor %@
pl: Odblokuj za %@
sk: Odomkni za %@
sv: Lås upp för %@
uk: Розблокувати за %@

source: Unlock Unlimited
de: Unlimited freischalten
es: Desbloquear Ilimitado
fr: Débloque Illimité
it: Sblocca Unlimited
ja: 無制限を解除
ko: 무제한 잠금 해제
nl: Ontgrendel Onbeperkt
pl: Odblokuj Unlimited
sk: Odomkni neobmedzené
sv: Lås upp Obegränsat
uk: Розблокувати Unlimited

source: Unlock Unlimited for %@
de: Unlimited freischalten für %@
es: Desbloquear Ilimitado por %@
fr: Débloque Illimité pour %@
it: Sblocca Unlimited per %@
ja: %@で無制限を解除
ko: %@으로 무제한 잠금 해제
nl: Ontgrendel Onbeperkt voor %@
pl: Odblokuj Unlimited za %@
sk: Odomkni neobmedzené za %@
sv: Lås upp Obegränsat för %@
uk: Розблокувати Unlimited за %@

source: Upcoming
de: Bevorstehend
es: Próximos
fr: À venir
it: In arrivo
ja: 今後
ko: 다가오는
nl: Aankomend
pl: Nadchodzące
sk: Pripravované
sv: Kommande
uk: Майбутні

source: Upgrade to Unlimited
de: Upgrade auf Unlimited
es: Mejora a Ilimitado
fr: Passe à Illimité
it: Aggiorna a Unlimited
ja: 無制限にアップグレード
ko: 무제한으로 업그레이드
nl: Upgrade naar Onbeperkt
pl: Ulepsz do Unlimited
sk: Vylepši na neobmedzené
sv: Uppgradera till Obegränsat
uk: Оновити до Unlimited

source: Upgrade to Unlimited to use this feature.
de: Upgrade auf Unlimited, um diese Funktion zu nutzen.
es: Mejora a Ilimitado para usar esta función.
fr: Passe à Illimité pour utiliser cette fonctionnalité.
it: Aggiorna a Unlimited per usare questa funzione.
ja: この機能を使うには無制限にアップグレード。
ko: 이 기능을 사용하려면 무제한으로 업그레이드해.
nl: Upgrade naar Onbeperkt om deze functie te gebruiken.
pl: Ulepsz do Unlimited, aby używać tej funkcji.
sk: Vylepši na neobmedzené, aby si mohol použiť túto funkciu.
sv: Uppgradera till Obegränsat för att använda den här funktionen.
uk: Онови до Unlimited, щоб використовувати цю функцію.

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
nl: Waarde
pl: Wartość
sk: Hodnota
sv: Värde
uk: Значення

source: View expense charts and analytics
de: Sieh dir Ausgabendiagramme und Analysen an
es: Ver gráficos y análisis de gastos
fr: Voir les graphiques et analyses des dépenses
it: Visualizza grafici e analisi delle spese
ja: 支出チャートと分析を表示
ko: 지출 차트와 분석 보기
nl: Bekijk uitgavediagrammen en analyses
pl: Zobacz wykresy i analizy wydatków
sk: Zobraziť grafy a analýzy výdavkov
sv: Visa utgiftsdiagram och analys
uk: Переглянь діаграми та аналітику витрат

source: View expenses in a categorized list
de: Sieh dir Ausgaben in einer kategorisierten Liste an
es: Ver gastos en una lista categorizada
fr: Voir les dépenses dans une liste catégorisée
it: Visualizza le spese in un elenco categorizzato
ja: カテゴリ別の支出リストを表示
ko: 분류된 목록에서 지출 보기
nl: Bekijk uitgaven in een gecategoriseerde lijst
pl: Zobacz wydatki w skategoryzowanej liście
sk: Zobraziť výdavky v kategorizovanom zozname
sv: Visa utgifter i en kategoriserad lista
uk: Переглянь витрати в категоризованому списку

source: View expenses organized by date
de: Sieh dir Ausgaben nach Datum geordnet an
es: Ver gastos organizados por fecha
fr: Voir les dépenses organisées par date
it: Visualizza le spese organizzate per data
ja: 日付順に整理された支出を表示
ko: 날짜별로 정리된 지출 보기
nl: Bekijk uitgaven op datum georganiseerd
pl: Zobacz wydatki zorganizowane według daty
sk: Zobraziť výdavky usporiadané podľa dátumu
sv: Visa utgifter organiserade efter datum
uk: Переглянь витрати, організовані за датою

source: View Mode
de: Ansichtsmodus
es: Modo de vista
fr: Mode d'affichage
it: Modalità di visualizzazione
ja: 表示モード
ko: 보기 모드
nl: Weergavemodus
pl: Tryb wyświetlania
sk: Režim zobrazenia
sv: Visningsläge
uk: Режим перегляду

source: Website
de: Webseite
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
pl: Strona internetowa
sk: Webová stránka
sv: Webbplats
uk: Вебсайт

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
ko: 주
pl: Tydzień
sk: Týždeň
sv: Vecka
uk: Тиждень

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: 毎週
ko: 주간
nl: Wekelijks
pl: Tygodniowo
sk: Týždenne
sv: Veckovis
uk: Щотижня

source: Weeks
de: Wochen
es: Semanas
fr: Semaines
it: Settimane
ja: 週間
ko: 주
nl: Weken
pl: Tygodnie
sk: Týždne
sv: Veckor
uk: Тижні

source: Will be Default
de: Wird Standard sein
es: Será predeterminado
fr: Sera par défaut
it: Sarà predefinito
ja: デフォルトになります
ko: 기본값으로 설정됨
nl: Wordt standaard
pl: Będzie domyślnie
sk: Bude predvolené
sv: Blir standard
uk: Буде типовим

source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
ko: 년
nl: Jaar
pl: Rok
sk: Rok
sv: År
uk: Рік

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 毎年
ko: 매년
nl: Jaarlijks
pl: Rocznie
sk: Ročne
sv: Årligen
uk: Щороку

source: Years
de: Jahre
es: Años
fr: Années
it: Anni
ja: 年
ko: 년
nl: Jaren
pl: Lata
sk: Roky
sv: År
uk: Роки

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
sk: Meno
sv: Namn
uk: Назва

source: Support
es: Soporte
it: Supporto
ja: サポート
ko: 지원
nl: Ondersteuning
pl: Wsparcie
sk: Podpora
uk: Підтримка

source: Normal
it: Normale
ja: 通常
ko: 보통
nl: Normaal
pl: Normalny
sk: Normálne
uk: Звичайний

source: OK
ko: 확인
uk: Гаразд

source: A-Z
sv: A-Ö
uk: А-Я
